export const faqHome = [
  {
    q: "Яка програма навчання?",
    a: `Програма навчання складається індивідуально відповідно до Вашого запиту.
Є варіанти індивідуального, парного, групового та корпоративного навчання.`,
  },
  {
    q: "Яка тривалість уроку?",
    a: `Урок триває 60хв.<br />
Якщо Ви плануєте навчатися індивідуально, можете обирати тривалість уроку самостійно.`,
  },
  { q: "Скільки людей в групі?", a: "Працюємо у міні групах 3–5 людей." },
  {
    q: "Що потрібно придбати перед навчанням?",
    a: "Нічого купувати не потрібно, ми надаємо всі необхідні матеріали.",
  },
  {
    q: "Де проходять заняття?",
    a: `Офлайн заняття проходять за адресою: проспект Академіка Палладіна 44а.<br />
Онлайн заняття проходять на платформах Zoom, Google Meet або Microsoft Teams.`,
  },
  { q: "Як відбувається оплата?", a: "Оплата відбувається на рахунок ФОП." },
  {
    q: "Яка освіта у викладачів?",
    a: "У викладачів вища педагогічна/ філологічна освіта.",
  },
  {
    q: "У мене ненормований графік.",
    a: `Це не проблема, ми можемо підлаштувати Ваш графік занять, щоб усім було зручно працювати.
Комфорт перш за все!`,
  },
];

export const faqCorporate = [
  {
    q: "Яка програма навчання?",
    a: "Ми підготуємо персоналізовану навчальну програму, відповідно до ваших потреб.",
  },
  { q: "Яка тривалість уроку?", a: "Урок триває 60/90хв" },
  { q: "Скільки людей в групі?", a: "Працюємо у міні-групах 3-6 людей" },
  {
    q: "Де проходять заняття?",
    a: `Офлайн заняття проходять за адресою проспект академіка Палладіна 44а<br />
Онлайн заняття проходять на платформах Zoom, Google Meet або Microsoft teams`,
  },
  { q: "Як відбувається оплата?", a: "Оплата відбувається на рахунок ФОП" },
  {
    q: "Яка освіта у викладачів?",
    a: "У викладачів вища педагогічна/ філологічна освіта",
  },
];
